from enum import Enum

class EnumQuestion(Enum):
    FIRST_QUESTION = "Создатель нашего любимого языка программирования?"
    SECOND_QUESTION = "Ваша самая \"любимая\" школа по обучению питона? (Название, через пробел)"
    THIRD_QUESTION = "Структура данных в которой мы можем хранить много эллементов (тут есть индексы, ответ на русском)?"
    FOURTH_QUESTION = "Структура данных в которой мы храним пары - ключ:значение (ответ на русском)?"
    FIFTH_QUESTION = "[pytzon3, pytbob3, python3] в каком слове нету ошибки?"
    SIXTH_QUESTION = "Если маленький козёл это козлик, то большой питонщик это - П..о.и.. (слово)"
    SEVENTH_QUESTION = "print(\"вы лучший\") что выведит данная строка кода" 
    EIGHTH_QUESTION = "Почините мне принтер? тыж прохраммист (Yes or No)"
    NINTH_QUESTION = "В семье не без п...ра....та (слово)"
    TENTH_QUESTION = "Кто самый лучший питонщик на диком западе Ps. Он родился 9 ноября (Имя)?"
    
    
